export const brokerOptions = [
  {
    label: 'A',
    options: ['爱建证券', '安信证券']
  },
  {
    label: 'B',
    options: ['渤海证券']
  },
  {
    label: 'C',
    options: ['财信证券(原财富)', '财达证券', '财通证券', '长城国瑞证券', '长城证券', '长江证券', '川财证券']
  },
  {
    label: 'D',
    options: ['大通证券', '大同证券', '德邦证券', '第一创业', '东北证券', '东方证券', '东莞证券', '东海证券', '东吴证券', '东兴证券', '东亚前海']
  },
  {
    label: 'F',
    options: ['方正证券']
  },
  {
    label: 'G',
    options: ['光大证券', '国都证券', '国海证券', '国金证券', '国联证券', '国融证券', '国盛证券', '国泰海通', '国信证券', '国新证券', '国元证券']
  },
  {
    label: 'H',
    options: ['红塔证券', '华安证券', '华宝证券', '华创证券', '华福证券', '华金证券', '华林证券', '华龙证券', '华鑫证券', '华鑫证券(奇点)', '华源证券']
  },
  {
    label: 'J',
    options: ['江海证券', '金圆统一证券', '金元证券', '金融街证券(原恒泰)']
  },
  {
    label: 'K',
    options: ['开源证券']
  },
  {
    label: 'L',
    options: ['联储证券']
  },
  {
    label: 'M',
    options: ['麦高证券(原网信)', '民生证券']
  },
  {
    label: 'N',
    options: ['南京证券']
  },
  {
    label: 'P',
    options: ['平安证券']
  },
  {
    label: 'R',
    options: ['瑞银证券']
  },
  {
    label: 'S',
    options: ['山西证券', '上海证券', '申万宏源', '申港证券', '世纪证券', '首创证券']
  },
  {
    label: 'T',
    options: ['太平洋证券', '天风证券']
  },
  {
    label: 'W',
    options: ['万和证券', '万联证券', '五矿证券']
  },
  {
    label: 'X',
    options: ['西部证券', '西南证券', '湘财证券', '信达证券', '兴业证券']
  },
  {
    label: 'Y',
    options: ['甬兴证券', '银河证券', '银泰证券', '粤开证券']
  },
  {
    label: 'Z',
    options: ['浙商证券', '中航证券', '中金公司', '中金财富', '中山证券', '中泰证券', '中天国富证券', '中天证券', '中信华南(原广州)', '中信建投', '中信浙江', '中信证券', '中银证券', '中邮证券', '中原证券']
  }
];
